var kikaiHonyakuEsakuData = {
    "第1回オリエンテーション": `
Question,Answer
０４．英語が苦手の三大要因の１つ目として、[　　]をなんとなくつけている,助詞
２つ目として、英文を[　　]だけで読んでいる,区切る
3つ目として、[　　]通りに読んでいない,語順
機械翻訳の限界として、精度が100%ではなく、心理や文化背景を考慮できず、[　　]作業は人間しなければならない,要点をつかむ
機械翻訳には限界があるため、[　　]という訓練が必要,大量の情報から知識を得る
０６．機械翻訳は直訳であるが、人間の翻訳には[　　]を持つ意訳(意図のある)翻訳である,文脈
逆翻訳によって意図と(前問の答え)を表現することで、意味が分かるから、意識的に[　　]ステップアップする,伝わる

`,
    "第2回": `
Question,Answer
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
`,
    "第3回": `
Question,Answer

`,
    "第4回": `
Question,Answer

`,
    "第5回": `
Question,Answer

`,
    "第6回": `
Question,Answer

`,
    "第7回": `
Question,Answer

`,
    "第8回": `
Question,Answer

`,
    "第9回": `
Question,Answer

`,
    "第10回": `
Question,Answer

`,
    "第11回": `
Question,Answer

`,
    "第12回": `
Question,Answer

`,
    "第13回": `
Question,Answer

`,
    "第14回": `
Question,Answer

`,
    "第15回": `
Question,Answer

`,

    // ... 他の単元も同様に追加 ...
};