var kikaiHonyakuEsakuData = {
    "第1回オリエンテーション": `
Question,Answer
０４．英語が苦手の三大要因の１つ目として、[　　]をなんとなくつけている,助詞
２つ目として、英文を[　　]だけで読んでいる,区切る
3つ目として、[　　]通りに読んでいない,語順
機械翻訳の限界として、精度が100%ではなく、心理や文化背景を考慮できず、[　　]作業は人間しなければならない,要点をつかむ
機械翻訳には限界があるため、[　　]という訓練が必要,大量の情報から知識を得る
０６．機械翻訳は直訳であるが、人間の翻訳には[　　]を持つ意訳(意図のある)翻訳である,文脈
逆翻訳によって意図と(前問の答え)を表現することで、意味が分かるから、意識的に[　　]ステップアップする,伝わる

`,
    "第2回 課題文読解1": `
Question,Answer
make(letまたはhave) + 人 + 動詞原型 で[　　]という意味,人に～させる
see + that節 で[　　]という意味,～とわかる
動詞 + that節 のかたちの場合、動詞の意味の系統は[　　]の2種類だけ,発言(例：say) と 思考(例：think)
have + 名詞 + 過去分詞 は[　　],名詞が～される (例：my heart broken)
get + 形容詞 は[　　],～になる
allow + 名詞 + to ~ は[　　],名詞が～することを許す
run + C [　　],Cになる
run + O [　　],Oを経営する
keep + C [　　],Cのままである
keep + O [　　],Oを保つ
keep + O + C [　　],OをCにしておく
have + O + C [　　],OをCにする
make (+ M) [　　],進む
get (+ M) [　　],着く
SVC のかたちはおおむね2パターン [　　],Cになる[変化] Cである[状態]
S V O1 O2 のかたちはおおむね [　　],O1にO2を与える
S V O C のかたちはおおむね2パターン [　　],OをCにする[使役] OがCだと見る/聞く[知覚]
`,
   
    "第3回 課題文読解2": `
Question,Answer
能動態のかたちがなく、助動詞的に扱うべき be 過去分詞 to ~ として 1つ目は be known to ~[　　],～すると知られている
2つ目は be said to ~[　　],～すると言われている
3つ目は be believed to ~[　　],～すると考えられている
4つ目は be shown to ~[　　],～するとわかっている
5つ目は be reported to ~[　　],～すると言われている
不定詞の受け身のかたちは[　　]で、訳は～される,to be 過去分詞
能動態から受動態に変えるとき、能動態のO(目的語)は受動態の[　　]になる,S(主語)
また、受動態は能動態に比べて、[　　]が一つ減ったかたちになる,O(目的語)
S V O1 O2 の文は[　　]通りの受動態にできる,2
S V O C の文は[　　]通りの受動態にできる,1
疑問詞の4つ[　　]はSまたはOになることがないため、後ろを受動態にすればよい,when where why how
疑問詞の3つ[　　]はSまたはOになることがあるため、注意する,what who which 
句動詞の場合は[　　]として扱い、受動態をつくる,1つのV
以下の感情を表す動詞を使う際、Sはその感情に[　　]側のため、受動態になる,させられる
能動態で excite O[　　],Oを興奮させる
能動態で interest O[　　],Oに興味を持たせる
能動態で surprise O[　　],Oを驚かせる
能動態で tire O[　　],Oを疲れさせる
能動態で bore O[　　],Oを退屈させる
[　　]を強調したい場合、能動態でかく,主語(誰が、何が)
[　　]を強調したい場合、受動態でかく。報道や客観的記述にはこちらが多い,行為(どうした、何をした)

`,
    "第4回 課題文読解３": `
Question,Answer
現在からみた未来[　　],will
過去からみた未来[　　],wouid
shouldは～すべき、ともうひとつ[　　]という意味もある,～するはず
過去形の助動詞は昔の内容、[　　]、丁寧の３つの意味があり、それぞれ現在から、事実から、相手からの遠さという共通性,仮定法
canはできるのほかに[　　]という意味も,可能性(～し得る)
can't help(avoid) ~ingで[　　],～せざるを得ない
may well ~ [　　],たぶん～だろう
推量助動詞 have 過去分詞[　　],～だったかもしれない
義務助動詞 have 過去分詞[　　],～しなければならなかった
推量と義務をどちらももつmustだが、must have 過去分詞は[　　]のみ,推量
推量と義務をどちらももつshouldだが、should have 過去分詞は[　　]のみ,義務

`,
    "第5回 課題文読解４": `
Question,Answer
with 名詞 述語で[　　],名詞が～な状態で
進行形は今現在に加えて、[　　]状態も指す,これからも進行していく(未完了)
現在完了形は昔から[　　]までを指す,今現在
過去形は昔のことだけで[　　]は指さない,今現在
過去完了形は昔から[　　]までを指す,ある昔
基本形はその時の[　　]的な動作や状態,習慣

`,
    "第6回 課題文読解５": `
Question,Answer
enableのかたちは決まって、S enable O Cで[　　],OがCであることをSに可能とする
in order to ~ で [　　],～するために
`,
    "第7回 課題文読解６": `
Question,Answer
admit to ingで[　　],～したことを認める
with 名詞 ~ingで[　　],名詞が～している状態で
[　　]は動詞の時点で未実現,to ~
[　　]は動詞の時点で実現済,~ing
try to ~[　　],～しようとする
try ~ing[　　],～してみる
`,
    "第8回 課題文読解７": `
Question,Answer
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],

`,
    "第9回 課題文読解８": `
Question,Answer

`,
    "第10回 課題文読解９": `
Question,Answer
find O C[　　],OがCだと気付く
find oneself C[　　],Sは(気づくと)Cである
接続詞の[　　]の意味はあいまいであり、～して、と解釈する,as
[　　],

`,
    "第11回 課題文読解１０": `
Question,Answer
目的語を持たないdoは代動詞[　　],なし
wouldは過去の習慣を意味するときも[　　],なし
allow 目的語 to ~で目的語がtoすることを許される[　　],なし
疑問詞のhowの後ろにSVの場合は手段[　　],なし
後ろに形容詞または副詞のあとにSVの場合は程度[　　],なし
wh語は疑問詞、関係詞として使われる[　　],なし
whenとwhereは接続詞として使われる時もある[　　],なし
前置詞＋関係詞＋SVはまとめて1セット[　　],なし
この時前置詞がonなら～に頼って[　　],なし
疑問詞は名詞節をつくる[　　],なし
関係詞は形容詞節や副詞節をつくる[　　],なし
名詞のはたらきをするのはwhat which who whose whom[　　],なし
副詞のはたらきをするのはwhen where why how[　　],なし
形容詞のはたらきをするのはwhat which whose[　　],なし
結果的に先行詞＋SVなるとき関係詞は省略できる[　　],なし

`,
    "第12回 課題文読解１１": `
Question,Answer
thatは関係副詞の代用として使われることがある[　　],なし
関係代名詞のwhatは～することという意味になる[　　],なし
関係副詞の先行詞は省略できる[　　],なし
関係副詞のthat's whyは「だから」と読む[　　],なし
関係代名詞で「,which」が使われるとき、先行詞は前の名詞か前文全体になる、いずれも「それ」と読む[　　],なし
関係副詞は節の中で副詞のはたらきをする[　　],なし
関係代名詞は節の中で名詞のはたらきをする[　　],なし
what S isはSの様子[　　],なし

`,
    "第13回 課題文読解１２": `
Question,Answer
０５．less比較は[　　],なし
any ohter 単数[　　],なし
noを用いた比較は2つ目が比較して上[　　],なし

`,
    "第14回 課題文読解１３": `
Question,Answer
０４．強制倒置は否定副詞の位置に伴うものである。[　　],なし
任意倒置は文型要素の入れ替えに伴うものである[　　],なし
否定語が主語の一部である場合は倒置は起こらない[　　],なし
「only」は否定語として扱われる[　　],なし

`,
    "第15回 課題文読解１４": `
Question,Answer
S is willing to~ 喜んで～する[　　],なし
expose A to B AをBにさらす[　　],なし
test O Oを測る[　　],なし
test of~ ～を測るもの[　　],なし
fail to~ ～しない、できない[　　],なし
failure to~ ～しないこと、できないこと[　　],なし
S is involved in~ Sは～に関わっている[　　],なし
reduce A to B ＡをＢに還元する[　　],なし
[　　],なし
[　　],なし
[　　],なし
[　　],なし
[　　],なし
[　　],なし

`,

    // ... 他の単元も同様に追加 ...
};