var kikaiHonyakuEsakuData = {
    "第1回オリエンテーション": `
Question,Answer
０４．英語が苦手の三大要因の１つ目として、[　　]をなんとなくつけている,助詞
２つ目として、英文を[　　]だけで読んでいる,区切る
3つ目として、[　　]通りに読んでいない,語順
機械翻訳の限界として、精度が100%ではなく、心理や文化背景を考慮できず、[　　]作業は人間しなければならない,要点をつかむ
機械翻訳には限界があるため、[　　]という訓練が必要,大量の情報から知識を得る
０６．機械翻訳は直訳であるが、人間の翻訳には[　　]を持つ意訳(意図のある)翻訳である,文脈
逆翻訳によって意図と(前問の答え)を表現することで、意味が分かるから、意識的に[　　]ステップアップする,伝わる

`,
    "第2回 課題文読解1": `
Question,Answer
make(letまたはhave) + 人 + 動詞原型 で[　　]という意味,人に～させる
see + that節 で[　　]という意味,～とわかる
動詞 + that節 のかたちの場合、動詞の意味の系統は[　　]の2種類だけ,発言(例：say) と 思考(例：think)
have + 名詞 + 過去分詞 は[　　],名詞が～される (例：my heart broken)
get + 形容詞 は[　　],～になる
allow + 名詞 + to ~ は[　　],名詞が～することを許す
run + C [　　],Cになる
run + O [　　],Oを経営する
keep + C [　　],Cのままである
keep + O [　　],Oを保つ
keep + O + C [　　],OをCにしておく
have + O + C [　　],OをCにする
make (+ M) [　　],進む
get (+ M) [　　],着く
SVC のかたちはおおむね2パターン [　　],Cになる[変化] Cである[状態]
S V O1 O2 のかたちはおおむね [　　],O1にO2を与える
S V O C のかたちはおおむね2パターン [　　],OをCにする[使役] OがCだと見る/聞く[知覚]
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
`,
    "第3回": `
Question,Answer

`,
    "第4回": `
Question,Answer

`,
    "第5回": `
Question,Answer

`,
    "第6回": `
Question,Answer

`,
    "第7回": `
Question,Answer

`,
    "第8回": `
Question,Answer

`,
    "第9回": `
Question,Answer

`,
    "第10回": `
Question,Answer

`,
    "第11回": `
Question,Answer

`,
    "第12回": `
Question,Answer

`,
    "第13回": `
Question,Answer

`,
    "第14回": `
Question,Answer

`,
    "第15回": `
Question,Answer

`,

    // ... 他の単元も同様に追加 ...
};