var mangaSangyosiData = {
    "第1回 マンガの歴史を学ぶということ": `
Question,Answer
０１.2010年代から[　　]が台頭してきた,マンガアプリ
出版不況の中、2023年のマンガ販売金額は過去最大の約[　　],7000億円
2023年の出版業界全体の推定販売金額の中で、マンガが占める割合は約[　　],4割以上
紙媒体とデジタルの売上合計が初めて6000億円を超えた年は[　　],2020年
コミックスから、アニメ、配信、グッズ化などのように[　　]をコアとしたメディアミックスが重要,IP(知的財産)
０２．マンガ編集者の仕事は[　　]によって多様化している,デジタル技術の進化
マンガ編集者の基本業務は[　　]のサポートや新人のマンガの発掘育成,マンガ家の作品づくり
SNSなどで[　　]を分析しながらマンガ家へフィードバックしヒット作品へ導く,読者の反応やニーズ
作品のIP価値向上のため、[　　]の企画作成やオファーへの対応、またグッズ化されたものの監修をする,メディア化
０３．出版社(プラットフォーマー)内でマンガ事業に関わる部門のうち、[　　]はマンガ雑誌やコミックスの紙面作成,マンガ編集部
[　　]部は書店や販売店等と連携し、効果的な販売促進を行う,営業
[　　]部は雑誌や作品とのタイアップを獲得・企画,広告営業
[　　]部はメディアミックスを行う際の進行管理や監修を担当,ライツ事業
[　　]部はアプリや配信サイトへの配信や運用を担当,デジタル事業
マンガ産業で欠かせないプレーヤーは印刷会社、取次(流通業者)、書店、[　　]、マンガアプリ運営企業,作家エージェンシー(作家の代理人として著作物を管理)
０４．1959年に[　　]が創刊された,少年サンデーや少年マガジン
1955年に[　　]が創刊された,なかよし や りぼん
1960年代にサンデーから生まれたヒット作品は[　　],おそ松くんやオバケのQ太郎
1960年代にマガジンから生まれたヒット作品は[　　],巨人の星やあしたのジョー
1968年に[　　]が創刊され、1969年に週刊、1970年代に少年マンガ誌のトップとなった,少年ジャンプ
1980年代から1990年代中盤にかけてマンガ雑誌黄金期が訪れ、その後の90年代後半は雑誌より[　　]の売り上げが重視された,コミックス
メディアミックスで短期間でメガヒットした鬼滅の刃は2020年の1年間で約[　　]部発行した,1億
`,
    "第2回マンガ制作とマンガ家の実態": `
Question,Answer
０１．マンガ制作における体制には[　　]種類ある,2
個人のマンガ家主導型の場合、[　　]で打ち合わせする,マンガ家と編集者の1対1
個人のマンガ家主導型の場合、マンガ家が直接[　　],アシスタントを雇う
スタジオ型の場合、マンガを[　　]制作する,会社(チーム)
スタジオ型の場合、各々に[　　]がある,担当役割
マンガ制作の流れとして、1つ目はアイデアだしで[　　]を大まかに決める,方向性
アイデアだしで、決めることとして(ここでは５つ)[　　]がある,ターゲット層、作品ジャンル、世界観、キャラクター、テーマ
2つ目の流れとして、設定を作っていくが、プロット作成ではアイデアをもとに、物語の[　　]する,要約・概要を文章に
その他の設定として、[　　]を決める,キャラクターの外見や性格、世界の設定
０２．3つ目の流れとして、キャラクターの設定に基づいた[　　]をする,キャラクターデザイン
4つ目の流れとして、プロットをもとに[　　]というコマ割りやキャラクター配置、セリフなどを大まかに描く,ネーム作成
5つ目の流れとして、4つ目の流れをもとに下書きを作り、[　　]をして絵の密度をあげる,原画作成(ペン入れ)
6つ目の流れとして、視線誘導や読みやすさを意識しながら[　　]をする,カラーリング
7つ目の流れとして、仕上げでは[　　]を入れて立体感のある絵にして原稿を完成させていく,べた塗りやトーン、エフェクト
マンガ家主導型の分業ではマンガ家は[　　]まで行う,企画、プロット、ネーム、キャラクターの線画
アシスタントは[　　]を担当することが多い,背景や仕上げ
０３．[　　]は一番内側の枠で基本的にマンガはこの中に描く,内枠
[　　]は中心から外に向かって二番目の枠で基本的に印刷の範囲,仕上がり線
[　　]は中心から外に向かって三番目の枠でタチキリをする場合、この枠まで描きこむ,外枠
アナログの場合、印刷に表示されないように下書きのシャーペンなどの色は[　　]である,水色
[　　]とはミリ単位の線幅を描けるペン,ミリペン
[　　]とはインクをつけて使い、いくつか種類がある,つけペン
[　　]とはつけペンの一種で、強弱のある太めの線がかける、主要キャラクターのかきこみなど,Gペン
[　　]とはつけペンの一種で、細かく均一な線がかける、細かい小物や効果線など,スクールペン
[　　]とは強弱のある細めの線がかける、背景などの細かいところ,丸ペン
枠線からはみ出た線など、線の修正する道具を[　　]という,ホワイト液
０４．マンガ家は個人事業主であるため、[　　]と契約を結び収入を得る,媒体社(出版社やマンガアプリ運営会社)やエージェンシー
マンガ家の収入は主に２つあり、[　　],原稿料と印税
マンガ家の収入事情として、自費なものは[　　],アシスタント代や画材費
[　　]されると著作権使用料(ロイヤリティ)として収入がのびることもある,メディア展開
０５．マンガ家に必要なスキルとして、1つ目は先が気になるような物語を展開していく[　　],構成力
2つ目は読者の感動を生み出す[　　],演出力
3つ目はキャラクターの感情を読者に伝える[　　],構図力
4つ目はキャラクターの感情を表現できる[　　],画力
構成力では[　　]を理解しつつ、その中にいれる感情や情報を新しくしていくことが大事,すでにある型
演出力では伝え方として、表情で、全身で、セリフで、間の取り方、順番など、よりよい演出を探りあてるために[　　]ことが大事,何度も描きなおす
構図力では[　　]ような一枚絵や見開きが大事,記憶に残る
画力では表情を理解して絵に[　　]できることが大事,再現
０６．マンガ家に求められるであろう素養として、1つ目は自分の立てた問いや仮説に対して気付きを得る[　　],観察力
2つ目は情報や仮説から発想を膨らませる[　　],創造力(妄想力)
3つ目はマンガを描くプロセスを楽しみ、描き続ける[　　],継続力
`,
    "第3回マンガ産業の変化とグローバル展開": `
Question,Answer
０１．江戸時代に[　　]と描いた画、という意味で漫画が登場,気の向くままに漫然
[　　]を機に漫画は戯画風のスケッチを指す言葉として広まる,北斎漫画
明治時代に西洋風の新聞や雑誌に登場し、[　　]を広めた要因となる,風刺マンガ
社会の出来事を面白おかしく伝える(前問の答え)は[　　]と呼ばれ、流行した,ポンチ絵
その代表例は[　　],ジャパン・パンチ
大正時代に[　　]が登場するマンガが新聞や雑誌で登場する,キャラクター
代表する(前問の答え)の漫画として[　　],正チャンの冒険
1930年代、多くの新聞や雑誌に[　　]が設置,マンガの連載欄
最初の子どもマンガブームを起こした作品は[　　],のらくろ
戦争直後、駄菓子屋などで売られる[　　]が流行,赤本マンガ
この流行のきっかけは1947年発行の手塚治虫の[　　],新宝島
(2つ前の答え)と呼ばれる理由は[　　]を多用したから,表紙に赤色
1950年代、[　　]を通じてマンガを読む習慣が広がる,貸本屋
０２．戦後の月刊マンガ雑誌のパイオニア的存在となったのは[　　],漫画少年
1950年代前半、各雑誌で大作をてがけたのは[　　],手塚治虫
(前問の答え)が批評担当を務めたため、マンガ家を目指す子どもが漫画少年のとあるコーナーにこぞって[　　],投稿した
漫画少年から[　　]が誕生した,トキワ荘
[　　]編集部は大物作家を集め、自由に描ける環境を最優先する戦略をとった,サンデー
[　　]編集部は時代に合ったテーマや大人向けのマンガを連載する戦略をとった,マガジン
1994年、少年ジャンプが歴代最高部数の[　　]万部を達成する,653
０３．1950年代に貸本マンガブームは[　　]を育んだ,劇画
1964年、月刊マンガ誌の[　　]が創刊され、青年層から支持を集める,ガロ
1967年、手塚治虫が月刊マンガ誌の[　　]を創刊された,COM
1960年代後半、[　　]が次々と創刊され、青年向けを指す劇画はコミックへと移り変わる,青年コミック誌
1950年代、貸本屋を通じて[　　]が広がり、60年代に週刊化されていく,月刊少女誌
1949年前後、[　　]と呼ばれた若い女性作家のデビューが続き、少女マンガの風へ,24年組
1970年代、複雑な[　　]を描くものとしてベルばらをはじめ、少女マンガは幅広い層から受容,心理ドラマ
０４．2019年にマンガは[　　]の売り上げが逆転し、2021年に過去最大のマンガ市場規模に,紙と電子
2013年から16年にかけて[　　]が続々とリリース,マンガアプリ
2014年から15年、(前問の答え)やSNSから[　　]が生まれる,ヒット作
凪のお暇 は[　　]がきっかけで各電子ストアから売り上げを上げた,バナー広告
静かなるドン はすでに連載が終わっていたが[　　]の機能によって1年間で6億の売り上げに,待てば無料
韓国発で[　　]が生まれた,縦スクロールマンガ(WEBTOON)
０５．アメリカにおける書籍流通の難しさの1つ目として、アメリカは[　　]ごとに別々の流通チャネル,本のジャンルや地域
2つ目として、[　　]の違い,フォーマット
3つ目として、マンガに頻出する擬音語などの[　　],翻訳の仕方
1980年代、日本マンガの[　　]から人気作品が生まれる,翻訳流通
1990年代終わりから、日本マンガは[　　]をきっかけに世界に広がる,アニメ
2002年、[　　]が発売開始しアメリカ雑誌初のナショナルコミックマガジンに,SHONEN JUMP
2012年、集英社が[　　]で電子コミック雑誌を開始,日米同時展開
2019年、集英社が[　　]を対象としたマンガアプリを開始,海外
０６．フランスやベルギーを中心とした地域のマンガは[　　],バンド・デシネ
70年代後半に日本アニメが[　　]で放送開始され大ブームに、2000年代にはマンガ専門の出版社が存在,フランス
(前問の答え)では[　　]なマンガを育む文化が根付いている,作家性豊か
21世紀、[　　]ではアニメやマンガの市場は拡大、2010年半ばには電子マンガの習慣に,中国
21世紀初頭、[　　]ではマンガ市場が絶滅寸前になったが、電子マンガの習慣が広がる,韓国
(前問2問の答え)は自国のもの中心にマンガアプリに掲載が中心で、フォーマットは[　　],フルカラー、縦スクロール

`,
    "第4回 少年マンガの歴史１": `
Question,Answer
０１．1950年代後半[　　]が広く浸透,子ども向け月刊誌
大正から昭和にかけて[　　]の２大グループが競合関係,小学館と講談社
子どもをだめにする風潮からマンガ専用誌ではなく、[　　]であった,総合誌
講談社を中核とするグループは[　　],音羽グループ
小学館、集英社を中核とするグループは[　　],一ツ橋グループ
０２．[　　]の編集者はマンガ素人であったため、マンガ家にとってはマイペースに執筆でき、馴染みやすかった,小学館
[　　]の編集者はプロフェッショナルであったため、編集者主導の連載であった,講談社
62年～65年、[　　]のサンデーの時代が到来し、最強トリオが生まれた,ギャグ
一人目は[　　]で忍者ブームを巻き起こす,横山光輝
二人目は[　　]でおそ松くんのシェーのポーズが流行,赤塚不二夫
三人目は[　　]でオバQブームが社会現象に,藤子不二雄
マガジンを立て直すために、牧野氏は[　　]を取り入れた,原作・作画分離方式、劇画路線
この方式で成功例となった作品は２つが[　　],ちかいの魔球と８マン
[　　]とはマガジン編集者と手塚治虫が対立した出来事,W３事件
０３．[　　]は文学と肩を並べるマンガを目指した作品,巨人の星
(前問の答え)をきっかけに週刊少年死初の[　　]部を達成し、マガジンは劇画路線を押し進める、読者層を青年層に拡大,１００万
マンガで純文学を目指した作品は[　　],あしたのジョー
1969年週刊少年マガジンは週刊誌初の[　　]部を突破,150万
０４．集英社の編集者[　　]は小学校でアンケートをとり、子どもの興味を知るという少年ブックでの成功体験を持っていた,長野 規(ただす)
その成功体験をもとに少年ジャンプの編集方針として[　　]の三つの言葉を据えた,友情、努力、勝利
読者の声を重んじていた長野氏の要望で少年ジャンプの週刊誌には懸賞の応募用紙を兼ねた[　　]がついていた,読者アンケートはがき
０５．マガジンとサンデーが競う中、少年ジャンプは[　　]中心で勝負するしかなかった,新人作家
読み切りスタイルの新マンガ誌であった理由は[　　]を確保できなかったため,人気作家
1968年、少年誌初の[　　]を設立し、新人マンガ家を募集した,新人漫画賞
(前問の答え)が発展し、少年ジャンプの二大新人漫画賞の[　　]ができる,手塚賞(1971)、赤塚賞(1974)
1969年、週刊となり[　　]に改名,週刊少年ジャンプ
長野氏は[　　]を発案し週刊少年ジャンプによって生み出された,マンガ家専属制度
小・中学生の心をつかんだジャンプは[　　]年8月に週刊少年誌トップの座に,1973
０６．1980年代前半、サンデーから[　　]路線が浮上,ラブコメ
サンデーは1983年にサンデー史上最大部数の[　　]部を記録し、ヒロインの描写に力を入れる,228万
一方でジャンプは便乗せず、男臭い路線を貫いて作品[　　]を掲載,北斗の拳
ジャンプは読者層が中学生から高校生や大学生に拡大し、1年で発行部数が[　　]部伸び、1984年に400万部の大台にのった,80万

`,
    "第5回 少年マンガの歴史２": `
Question,Answer
０１．ジャンプのドラゴンボールを生み出したマンガ家と編集者は[　　]で、全世界で２億６０００万部を記録,鳥山明、鳥嶋和彦
そのマンガ家は[　　]目的でマンガを描き始めた,賞金
作品[　　]の主人公アラレちゃんは読者アンケートから生まれた,Dr.スランプ
当初人気が出なかったドラゴンボールは[　　]をして、作品テーマを明快して読者アンケート1位を獲得,キャラの絞り
88年12月、ジャンプは[　　]部を突破し、独走状態に,５００万
０２．1983年以降[　　]でゲームを題材にしたマンガが人気に,ファミコンブーム
そんな中、鳥嶋氏は不定期で[　　]を連載開始,ファミコン神拳
(前問の答え)をもとにゲーム[　　]が誕生,ドラゴンクエスト
90年、週刊少年ジャンプでやることがなくなった鳥嶋氏は[　　]という最新ゲーム情報を中心とした雑誌に,Vジャンプ
95年12月、ジャンプは[　　]部を達成,６５３万
０３．ジャンプ全盛期の中、[　　]はマガジンらしさを追求した,五十嵐氏
アンケート至上主義ではなく、[　　]方式で企画を立て、ストーリーづくりに,編集者主導
８０年代、マガジンらしさとして、青春の意味を体現する[　　]マンガが大ヒット,ヤンキー
ジャンプがアニメ化に対し、マガジン作品は[　　]されて大ヒット,ドラマ化
97年、マガジンがジャンプの407万を抜いて[　　]部を発行,415万
０４．マンガ黄金期を過ぎたジャンプは、鳥嶋氏によって新人作家の新連載が始まる際には[　　]することを決断,雑誌の表紙
これにより生まれた２つの作品は[　　],ワンピースとナルト
鳥嶋氏は雑誌だけでなく、[　　]の推進に注力,メディアミックス化
ジャンプの強みとして、[　　]などで読者双方向からの声を反映させる雑誌づくり,大型イベント
０５．鬼滅の刃は2020年の一年間で約[　　]部を発行,1億
０６．2010年代、雑誌や出版社のマンガは[　　]で読む習慣に,マンガアプリ
少年ジャンプ＋は収益よりも[　　]ということに注力,最新話を読みにくる
ジャンプルーキー！によるデジタルで新人作家を集う仕組みとして、作家に[　　]仕様にした,広告収入を100%還元する
\
`,
    "第6回「少年ジャンプ」とマンガ": `
Question,Answer
０１．ジャンプ編集部で働く人数は合計約[　　]人,３０
編集部員は[　　]に分かれて活動,複数の班
１人のマンガ家に対して[　　]人の編集者が専属,１
新人編集者は[　　]を担当するなどにしてマンガづくりの勉強を,大御所マンガ家
編集部員は原稿回収の他、[　　]の制作を行う,雑誌
(前問の答え)は[　　]単位で行い、週ごとにローテーション,班
０２．連載前には[　　]を掲載し読者の反応を見る,読み切り
新人作家の(前問の答え)を中心とした増刊号である[　　]を定期的に発行,ジャンプGIGA
新連載作品の決定の流れは読み切り掲載後、連載ネームを作成し、[　　]で新連載を決める,連載会議
新人マンガ家の発掘は、SNSや[　　]の２つが中心,持ち込みやマンガ賞
０３．作品に対して[　　]の２つのパターンの編集者がいる,マンガ家のサポートと積極的な自身の意見
ジャンプの作品の打ち切りは人気の良し悪しをみて、[　　]があれば雑誌の関係上、打ち切る,始めたい新しい作品
０４．[　　]人の担当編集者がメディアミックスを担当し、大規模になるとライツ担当やメディア担当が加わる,１
キャラクターデザインは[　　]しやすい特徴を踏まえて考える,商品化
(前問の答え)の特徴のひとつとして[　　]キャラクター,目立つ
(前問の答え)の特徴のひとつとして[　　],嫌われないキャラクター
０５．人気連載作品の終了が控える一方で、新しい打ち手として[　　]に注力した,デジタル戦略
０６．ジャンプらしさは[　　]がないところ,ジャンプらしさ
編集者に求められるのは[　　]を理解する感覚,普通が何か

`,
    "第7回「マガジン」とマンガ": `
Question,Answer
０１．週刊少年マガジン編集部で働く人数は約[　　]人,６０
マガジン編集部が担当するのは[　　]つの媒体,３(週刊少年マガジン・別冊少年マガジン・マガポケ)
新連載の立ち上げ目標は年間に約[　　]本,１０
1つの作品に[　　]の編集者が担当,２～３人(複数担当制)
新人マンガ家の発掘のために、[　　]の訪問やSNS,マンガ専門学校
０２．[　　]から刺激を受け、アイデアや企画を考えることが多い,エンタメ(マンガ以外)
新人マンガ家との出会いから連載開始まで、[　　]かかることが当たり前,数年
０３．打ち切りの指標は[　　]の２つがある,読者アンケート結果、単行本1巻の売り上げ
０４．[　　]が強い方がアニメになりやすい,キャラクター性
海外展開を考えると、[　　]が色濃い作品はメディアミックスしづらい,日本の習慣
０５．マガポケといったデジタル戦略は[　　]と出会うことを念頭に運用,新たな読者層
[　　]を立ち上げ、2023年最新話の日米同時配信を開始,K MANGA
０６．マガジンらしさは作品と向き合う[　　],泥臭さ
想定読者である子どもに対して[　　]を常に問う,責任感を持ってマンガを作っているか

`,
    "第8回 少女マンガの歴史": `
Question,Answer
０１．日本初の少女雑誌は明治時代１９０２年の[　　],少女界
誌面はマンガはなく、[　　]や映画や宝塚,生活記事
[　　]は少女向け雑誌で少女小説を発表していた,川端康成
50年代は通俗的[　　]雑誌の時代,娯楽
マンガの掲載は少なく、求められるのは[　　],笑い
マンガの地位が低かった時代に大人が唯一求めていた作品が[　　],サザエさん
作者は[　　],長谷川町子
少女マンガ初のストーリーマンガと言われているのが[　　]のリボンの騎士,手塚治虫
悲劇や[　　]の要素を大胆に導入した作品,ラブロマンス
[　　]年、小説からマンガに地位が逆転しつつあった,１９５５
[　　]は少女マンガを盛り上げたひとり,ちばてつや
そのほかには三国志で有名な[　　],横山光輝(みつてる)
新人マンガ家にとって少女マンガは[　　]のような場所,登竜門
元祖女性マンガ家として登場したのが[　　],上田としこ
０２．1962年講談社は週刊誌として[　　],少女フレンド
１９６３年集英社は週刊[　　]を創刊,マーガレット
女手塚とよばれた[　　]によって少女マンガは女性にとって描かれるように,水野英子
[　　]の作画や表現技法から影響を受けたと言われている,石ノ森
少女マンガに学園ものを確立したのが[　　],西谷祥子(よしこ)
６６年に日本の高校を舞台にした[　　]を連載開始,レモンとサクランボ
１９６４年の東京オリンピックの影響で１９６８年女子バレーボールを扱う[　　]が連載開始,アタックNo.1
少女フレンドにて[　　]連載開始,サインはV
１９７３年週刊マーガレットにて[　　]が連載,エースをねらえ！
１９６４年講談社新人漫画賞で1位入賞したのが[　　]、愛を中心とした人間ドラマを描く,里中満智子
１９６５年週刊マーガレットの別冊として[　　]が月刊化,別冊マーガレット
１９６８年小学館が[　　]を創刊,少女コミック(現：sho-Comi)
１９６８年集英社が短編読み切り誌の[　　]を創刊,りぼんコミック
０３．１９７０年小学館が月刊誌[　　]を創刊,別冊少女コミック
副編集長の[　　]が無名だった新人マンガ家を登用,山本順也
トキワ荘のように[　　]で借家で同居,大泉サロン
[　　]はSFやファンタジーをテーマに、紫綬褒章(しじゅほうしょう)を初受賞,萩尾望都(もと)
BLの元祖と言われる[　　],竹宮恵子(けいこ)
バレエマンガや聖徳太子を主人公とした作品を描いた[　　],山岸涼子
週刊マーガレット連載の[　　]は７５年宝塚による舞台化,ベルサイユのばら
週刊マーガレット連載の[　　]は累計発行部数5000万部記録ガラスの仮面
０４．１９８０年代、雑誌[　　]が部数を伸ばし、８９年には２３０万部を記録,りぼん
１９８６年りぼんで[　　]連載開始し、平成のサザエさんと呼ばれる,ちびまる子ちゃん
著者は[　　],さくらももこ
別冊マーガレットでは[　　]がホットロードという大人びた青春純愛ものの作品を,紡木たく
[　　]では新たななジャンルを開拓,花とゆめ
[　　]では青年マンガのような傑作を生んだ,別冊少女コミック
０５．[　　]は１９９３年少女マンガ史上最高部数の２５５万部を記録,りぼん
[　　]はセーラームーンなどファンタジー路線で盛り返した,なかよし
マーガレットでは累計発行部数の６１００万部を突破した神尾葉子の[　　],花より男子
癒しブームの象徴作品として高屋奈月の[　　],フルーツバスケット
大人の女性をターゲット層にしたマンガ雑誌が創刊され、[　　]というジャンルが確立,ヤング・レディース
０６．２０００年代以降、メディアミックスで大ヒットした代表作として[　　]の２つ,NANAとのだめ
純愛ブームの到来により[　　]のヒット作が続く、君に届けやアオハライド,ピュアストーリー
ネット普及により[　　]からヒットが生まれる、堀さんと宮村くんやヲタクに恋は難しい,個人投稿
編集者は作品を[　　]で仕掛ける力が欠かせない,メディアミックス

`,
    "第9回 青年マンガの歴史": `
Question,Answer
０１．１９６４年最初の青年マンガ誌とされる[　　],月刊漫画ガロ
１９６７年[　　]が創刊、ルパン三世を連載し、注目される,漫画アクション
１９６８年[　　]が創刊、大物作家が青年向け作品で連載,ビッグコミック
０２．70年代から８０年代、青年マンガ誌の[　　],創刊ラッシュ
[　　]はビッグコミックオリジナルから連載開始され、サラリーマンマンガ初の大ヒット作品,釣りバカ日誌
[　　]はビッグコミックスピリッツから連載開始され、ラブコメの金字塔に,めぞん一刻
[　　]はモーニングから連載開始され、等身大のサラリーマンを描く,課長島耕作
[　　]はビックコミックスピリッツから連載開始され、食の社会問題を扱う,美味しんぼ
[　　]は週刊ヤングマガジンから連載開始され、日本のマンガやアニメが国際的な評価を得る契機に,AKIRA
０３．９０年代もマンガ雑誌全盛期で、[　　]はMONSTERやYAWARAを連載,浦沢直樹
[　　]はビッグコミックオリジナルから連載開始され、社会問題をテーマにサイコサスペンス大作,MONSTER
[　　]はモーニングから連載開始され、冷戦終結後の国際情勢や日本の軍事政策を背景に,沈黙の艦隊
[　　]は月刊アフタヌーンから連載開始され、環境問題の時代の風潮を反映,寄生獣
[　　]はモーニングから連載開始され、消費者金融の営業マンを主人公に,ナニワ金融道
[　　]は週刊漫画ゴラクから連載開始され、金融業界のトラブルや借金問題を扱ったシリーズ,ミナミの帝王
[　　]は週刊ヤングマガジンから連載開始され、借金を抱えた主人公がギャンブル勝負を,賄賂黙示録カイジ
[　　]は漫画アクションから連載開始され、アニメの影響で子どもや女性にも受け入れ,クレヨンしんちゃん
０４．２０世紀、[　　]はビックコミックスピリッツから連載開始され、教育問題をテーマに、ドラマ化も,ドラゴン桜
[　　]はスーパージャンプから連載開始され、医療をテーマに、ドラマ視聴率の記録,JIN
[　　]は週刊ヤングジャンプから連載開始され、作者の社会人経験を生かした組織の美学をもとに,キングダム
[　　]はモーニングから連載開始され、宇宙への夢とリアルな人間ドラマを融合させ、シリーズに,宇宙兄弟
０５．２０１０年代以降、[　　]は週刊ヤングジャンプから連載開始され、アニメ化で海外人気も,東京喰種
[　　]はビッグコミックから連載開始され、ジャズの世界を題材に,BLUE GIANT
[　　]週刊ヤングジャンプから連載開始され、アイヌの文化を題材に、大人も楽しめる作品もアニメ化へ,ゴールデンカムイ
[　　]週刊ヤングマガジンから連載開始され、アクションコメディ,ザ・ファブル
０６．少年マンガはキャラクター中心に企画するに対し、青年マンガは[　　]を基点にキャラクターやストーリーを構築,テーマ
少年マンガはアニメ化されることが主流だが、青年マンガは[　　]されることが多い,実写化
少年マンガは若い作家が多い、青年マンガは[　　]が多い,社会人経験者
青年マンガの場合、社会との接続があるため、[　　]が重要である,丹念な取材
`,
    "第10回 多様な視点からマンガを探る": `
Question,Answer
０１．スタインバーグのメディアミックス定義のひとつとして、[　　]の推奨がある,ファン参加
その他の定義として、版権を[　　]が管理し、管理下に同一の版権から多メディア展開,
角川春樹は[　　]中心のメディアミックスで従来型のメディアミックス、より多くのひとに知ってもらう,実写映画
角川歴彦は[　　]に注目し、角川型メディアミックスで限られたファンに商品を届け、利益を最大化に,ファンコミュニティ
角川歴彦は[　　]中心のメディア展開を行った,ブラウン管テレビ
０２．米国発のTRPGは[　　]を売るビジネスで多様な商品が販売される,世界観
角川型メディアミックスの代表例として[　　],ロードス島戦記
０３．作品、正チャンの冒険は海賊版や無許諾の関連商品も生まれ、[　　]がなかったメディア展開であった,著作権の統一管理
一方、[　　]は(前問の答え)のもと、メディアミックスが行わる、広告の効率的な多メディア展開,鉄腕アトム
兄の春樹は[　　]を原作にしたメディアミックス,大ヒット作品
弟の歴彦は[　　]を作って、そこから同時多発的にメディア展開していく,世界観
０４．[　　]は角川型メディアミックス原型ととらえられる,翼賛一家
[　　]のために全国紙で同時連載が開始された,プロパガンダ(思想や主義などの政治的な宣伝)
[　　]の２つが共有され、プロ・アマ問わず書き手が参加,キャラクターと世界観
版権管理は[　　]が行った,大政翼賛会
０５．翼賛一家は短期間に[　　]展開が仕掛けられる,多メディア
表現者に対して、やった方が得という参加せざるを得ない仕組みが作られ、大衆動員のキーワードは[　　],参加型
創作するアマチュアを動員するため、[　　]が多数行われた,公募
０６．手塚治虫も翼賛一家の二次創作に参加し、[　　]を制作していた,勝利の日まで
このファシズムは創作者が[　　]的に参加して作ってしまったものである,自発

`,
    "第11回 幼年マンガ雑誌がしかけたキャラクタービジネス": `
Question,Answer
０１．１９７７年[　　]が創刊,週刊コロコロコミック
高橋名人は[　　]としての地位を確立,ファミコン名人
ファミコンをハドソンとイベント化させ、[　　]を創出,名人ブーム
１９８７年12号から[　　]連載スタート,ダッシュ！ミニ四駆
８８年には[　　]を開催,ジャパンカップ
[　　]ではロッテのお菓子をキャラクター化,ビックリマン
８９年[　　]を連載しドッジボールの普及貢献,ドッジ弾平
０２．ベイブレードの流行を[　　]でしかける,マンガ・アニメ
１９９９に[　　]が連載スタート、米国カード大手とともに,デュエルマスターズ
レベルファイブとゼロイチで国民的キャラクターを創出した[　　],妖怪ウォッチ
１９９９ベイブレードは[　　]から発売された,タカラトミー
０３．小学館という社名の由来は創設時に小学生向けの[　　]を主たるぎょうむとしていたことから,教育図書出版
６０～７０年代は週刊誌形式が主流に対し、児童向けの[　　]の開拓を,月刊誌
１９７７年創刊されたコロコロコミックの表紙には当時人気であった[　　]が載せられる,ドラえもん
子どもの中で[　　]しているもの抽出してマンガ化,流行
０４．ドラえもん作者の共同ペンネーム藤子不二雄は[　　]の関係のふたりによるものであった,幼馴染
藤子不二雄という名の広まりは[　　]のアニメ化の大ヒットがきっかけ,おばけのQ太郎
複数の学年誌にて連載されたドラえもんは[　　]という工夫をしていた,学年ごとに合う内容にする
ドラえもんが国民的作品となったきっかけが[　　],二度目のアニメ化や映画化
０５．低迷期を迎えていたコロコロ編集部は[　　]の調査をして状況を打開する,リアルな子どもたちの生活や興味
０６．コロコロの施策の１つとして、[　　]で購買を高めた,付録
ゲームの[　　]をマンガ化した,スプラトゥーン
Youtubeで人気の[　　]をマンガ化した,まいぜんシスターズ
編集部が主催する[　　]というゲームとホビーのイベント,コロコロ魂フェスティバル
ショッピングモールを中心にツアー形式のイベント[　　],コロコロツアー

`,
    "第12回 マンガ家の思考と挑戦": `
Question,Answer
０１．ちば先生のマンガを描き始めるきっかけは[　　],友達との遊び
０２．マガジンの看板作家としてちば先生は[　　]といったヒット作を生み出す,ちかいの魔球やハリスの旋風
少年マンガ誌を描くきっかけは喜怒哀楽を表す主人公を[　　]で描いたこと,少女マンガ
少女マンガを描いていた時の特徴として物語は[　　]ものが多かった,哀しい
０３．あしたのジョーはちば先生と[　　]のコンビで誕生した,梶原一騎
０４．ちば先生は物語の主人公の[　　]を明確にしてからかき始める,ゴール
連載はゴールにたどり着くための[　　]のような感覚,日記
[　　]があることは人間もキャラクターも同様で成長していく姿を描く,欠点
[　　]によりキャラクターに幅が生まれた,周りからの助言
０５．マンガ家にとって絵の上手さより[　　]のほうが大事,演出
様々な[　　]に触れることで深みのあるマンガに,芸術

`,
    "第13回 メディアミックス戦略": `
Question,Answer
０１．[　　]とは様々な形でストーリーやキャラクターを楽しめるようにすること,メディアミックス
０２．[　　]は日本最初の本格的なアニメ化によって原作も人気に,鉄腕アトム
[　　]はTVドラマの人気からマンガ化に,月光仮面
[　　]はマンガ原作初のメディアミックス,まぼろし探偵
０３．角川映画の第1作は[　　],犬神家の一族
７０年代は小説の[　　]に力をいれた角川文庫,映画化
８０年代は小説やマンガを[　　],アニメ化
０４．聖地巡礼の先駆けとなった作品が[　　],らき☆すた
２０１６年聖地巡礼を盛り上げるため[　　]が設立,アニメツーリズム協会
０５．2.5次元舞台の先駆けとなった作品は[　　],テニスの王子様
2.5次元舞台から実写映画に至った[　　],刀剣乱舞
０６．フィギュアがメディアとして、海外売上約5割の[　　],ガンプラ

`,
    "第14回 変化する出版業界とマンガ制作の現場": `
Question,Answer
０１．１９４５年[　　]により角川書店が創業,角川源義
７５年長男の春樹が社長になり[　　]によりヒット連発,文庫と映画のメディアミックス
８２年弟の歴彦により[　　]がはじまる,雑誌事業
０２．[　　]は８６年月刊化され、ゲームだけでなく他のカルチャーにも焦点を,コンプティーク
ライトノベルの先駆けの存在として小説版[　　],ロードス島戦記
８５年アニメ情報誌[　　]が創刊、アニメ界の才能を発掘していく雑誌へ,Newtype
０３．[　　]の人気が高まり、オタク時代の到来で従来にはない販売店やマンガ雑誌が登場,アニメやゲーム
０４．[　　]は同時代の言葉、新しい時代背景、新鮮なイラストレーションでリパッケージしたもの,ライトノベル
ライトノベルは大人が買い求める文芸と[　　]の間の空白地帯を開拓,ジュブナイル、ティーンエイジャー向けで大人に買い与えられることが多い
KADOKAWAのライトノベルは[　　]を見越して作品づくりを進める,コミカライズやアニメ化
ライトノベルは従来の小説と比較して[　　]を重視する,キャラクター
０５．２０１０年代以降業界の先駆けとして[　　]事業に取り組む,電子書籍
１０年１２月に電子書籍ストア[　　]がスタート,BOOK☆WALKER
電子化をきっかけに２０１３年[　　]としてワンカンパニーに,KADOKAWA
０６．KADOKAWAは[　　]に注力、製造工程や働き方の改革へ,テクノロジー活用とDX推進
業界に先駆けて[　　]に拠点を築く,海外各地
コンテンツの流通の取り組みを[　　]も推進,海外から日本へ

`,
    "第15回 マンガ業界のこれからと課題（コンクルージョン）": `
Question,Answer
０１．マンガの産業として始まりは高度経済成長期に[　　]が登場したこと,マンガ雑誌
６０年代で[　　]により幅広い層に作品が,メディアミックス
青年マンガ雑誌や少女マンガなどマンガ表現が多様化された[　　],なし
インターネットの発展で作品の多様化が促進[　　],なし
０４．作品を広げるためには[　　]できるように整えることが重要,コンテンツ参加
０５．コルクが抱えるビジョンの３つはCreate、Connect、[　　],Realize

`,

    // ... 他の単元も同様に追加 ...
};