var mangaSangyosiData = {
    "第1回 マンガの歴史を学ぶということ": `
Question,Answer
０１.2010年代から[　　]が台頭してきた,マンガアプリ
出版不況の中、2023年のマンガ販売金額は過去最大の約[　　],7000億円
2023年の出版業界全体の推定販売金額の中で、マンガが占める割合は約[　　],4割以上
紙媒体とデジタルの売上合計が初めて6000億円を超えた年は[　　],2020年
コミックスから、アニメ、配信、グッズ化などのように[　　]をコアとしたメディアミックスが重要,IP(知的財産)
０２．マンガ編集者の仕事は[　　]によって多様化している,デジタル技術の進化
マンガ編集者の基本業務は[　　]のサポートや新人のマンガの発掘育成,マンガ家の作品づくり
SNSなどで[　　]を分析しながらマンガ家へフィードバックしヒット作品へ導く,読者の反応やニーズ
作品のIP価値向上のため、[　　]の企画作成やオファーへの対応、またグッズ化されたものの監修をする,メディア化
０３．出版社(プラットフォーマー)内でマンガ事業に関わる部門のうち、[　　]はマンガ雑誌やコミックスの紙面作成,マンガ編集部
[　　]部は書店や販売店等と連携し、効果的な販売促進を行う,営業
[　　]部は雑誌や作品とのタイアップを獲得・企画,広告営業
[　　]部はメディアミックスを行う際の進行管理や監修を担当,ライツ事業
[　　]部はアプリや配信サイトへの配信や運用を担当,デジタル事業
マンガ産業で欠かせないプレーヤーは印刷会社、取次(流通業者)、書店、[　　]、マンガアプリ運営企業,作家エージェンシー(作家の代理人として著作物を管理)
０４．1959年に[　　]が創刊された,少年サンデーや少年マガジン
1955年に[　　]が創刊された,なかよし や りぼん
1960年代にサンデーから生まれたヒット作品は[　　],おそ松くんやオバケのQ太郎
1960年代にマガジンから生まれたヒット作品は[　　],巨人の星やあしたのジョー
1968年に[　　]が創刊され、1969年に週刊、1970年代に少年マンガ誌のトップとなった,少年ジャンプ
1980年代から1990年代中盤にかけてマンガ雑誌黄金期が訪れ、その後の90年代後半は雑誌より[　　]の売り上げが重視された,コミックス
メディアミックスで短期間でメガヒットした鬼滅の刃は2020年の1年間で約[　　]部発行した,1億
`,
    "第2回": `
Question,Answer
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
`,
    "第3回": `
Question,Answer

`,
    "第4回": `
Question,Answer

`,
    "第5回": `
Question,Answer

`,
    "第6回": `
Question,Answer

`,
    "第7回": `
Question,Answer

`,
    "第8回": `
Question,Answer

`,
    "第9回": `
Question,Answer

`,
    "第10回": `
Question,Answer

`,
    "第11回": `
Question,Answer

`,
    "第12回": `
Question,Answer

`,
    "第13回": `
Question,Answer

`,
    "第14回": `
Question,Answer

`,
    "第15回": `
Question,Answer

`,

    // ... 他の単元も同様に追加 ...
};