var mangaSangyosiData = {
    "第1回 マンガの歴史を学ぶということ": `
Question,Answer
０１.2010年代から[　　]が台頭してきた,マンガアプリ
出版不況の中、2023年のマンガ販売金額は過去最大の約[　　],7000億円
2023年の出版業界全体の推定販売金額の中で、マンガが占める割合は約[　　],4割以上
紙媒体とデジタルの売上合計が初めて6000億円を超えた年は[　　],2020年
コミックスから、アニメ、配信、グッズ化などのように[　　]をコアとしたメディアミックスが重要,IP(知的財産)
０２．マンガ編集者の仕事は[　　]によって多様化している,デジタル技術の進化
マンガ編集者の基本業務は[　　]のサポートや新人のマンガの発掘育成,マンガ家の作品づくり
SNSなどで[　　]を分析しながらマンガ家へフィードバックしヒット作品へ導く,読者の反応やニーズ
作品のIP価値向上のため、[　　]の企画作成やオファーへの対応、またグッズ化されたものの監修をする,メディア化
０３．出版社(プラットフォーマー)内でマンガ事業に関わる部門のうち、[　　]はマンガ雑誌やコミックスの紙面作成,マンガ編集部
[　　]部は書店や販売店等と連携し、効果的な販売促進を行う,営業
[　　]部は雑誌や作品とのタイアップを獲得・企画,広告営業
[　　]部はメディアミックスを行う際の進行管理や監修を担当,ライツ事業
[　　]部はアプリや配信サイトへの配信や運用を担当,デジタル事業
マンガ産業で欠かせないプレーヤーは印刷会社、取次(流通業者)、書店、[　　]、マンガアプリ運営企業,作家エージェンシー(作家の代理人として著作物を管理)
０４．1959年に[　　]が創刊された,少年サンデーや少年マガジン
1955年に[　　]が創刊された,なかよし や りぼん
1960年代にサンデーから生まれたヒット作品は[　　],おそ松くんやオバケのQ太郎
1960年代にマガジンから生まれたヒット作品は[　　],巨人の星やあしたのジョー
1968年に[　　]が創刊され、1969年に週刊、1970年代に少年マンガ誌のトップとなった,少年ジャンプ
1980年代から1990年代中盤にかけてマンガ雑誌黄金期が訪れ、その後の90年代後半は雑誌より[　　]の売り上げが重視された,コミックス
メディアミックスで短期間でメガヒットした鬼滅の刃は2020年の1年間で約[　　]部発行した,1億
`,
    "第2回マンガ制作とマンガ家の実態": `
Question,Answer
０１．マンガ制作における体制には[　　]種類ある,2
個人のマンガ家主導型の場合、[　　]で打ち合わせする,マンガ家と編集者の1対1
個人のマンガ家主導型の場合、マンガ家が直接[　　],アシスタントを雇う
スタジオ型の場合、マンガを[　　]制作する,会社(チーム)
スタジオ型の場合、各々に[　　]がある,担当役割
マンガ制作の流れとして、1つ目はアイデアだしで[　　]を大まかに決める,方向性
アイデアだしで、決めることとして(ここでは５つ)[　　]がある,ターゲット層、作品ジャンル、世界観、キャラクター、テーマ
2つ目の流れとして、設定を作っていくが、プロット作成ではアイデアをもとに、物語の[　　]する,要約・概要を文章に
その他の設定として、[　　]を決める,キャラクターの外見や性格、世界の設定
０２．3つ目の流れとして、キャラクターの設定に基づいた[　　]をする,キャラクターデザイン
4つ目の流れとして、プロットをもとに[　　]というコマ割りやキャラクター配置、セリフなどを大まかに描く,ネーム作成
5つ目の流れとして、4つ目の流れをもとに下書きを作り、[　　]をして絵の密度をあげる,原画作成(ペン入れ)
6つ目の流れとして、視線誘導や読みやすさを意識しながら[　　]をする,カラーリング
7つ目の流れとして、仕上げでは[　　]を入れて立体感のある絵にして原稿を完成させていく,べた塗りやトーン、エフェクト
マンガ家主導型の分業ではマンガ家は[　　]まで行う,企画、プロット、ネーム、キャラクターの線画
アシスタントは[　　]を担当することが多い,背景や仕上げ
０３．[　　]は一番内側の枠で基本的にマンガはこの中に描く,内枠
[　　]は中心から外に向かって二番目の枠で基本的に印刷の範囲,仕上がり線
[　　]は中心から外に向かって三番目の枠でタチキリをする場合、この枠まで描きこむ,外枠
アナログの場合、印刷に表示されないように下書きのシャーペンなどの色は[　　]である,水色
[　　]とはミリ単位の線幅を描けるペン,ミリペン
[　　]とはインクをつけて使い、いくつか種類がある,つけペン
[　　]とはつけペンの一種で、強弱のある太めの線がかける、主要キャラクターのかきこみなど,Gペン
[　　]とはつけペンの一種で、細かく均一な線がかける、細かい小物や効果線など,スクールペン
[　　]とは強弱のある細めの線がかける、背景などの細かいところ,丸ペン
枠線からはみ出た線など、線の修正する道具を[　　]という,ホワイト液
０４．マンガ家は個人事業主であるため、[　　]と契約を結び収入を得る,媒体社(出版社やマンガアプリ運営会社)やエージェンシー
マンガ家の収入は主に２つあり、[　　],原稿料と印税
マンガ家の収入事情として、自費なものは[　　],アシスタント代や画材費
[　　]されると著作権使用料(ロイヤリティ)として収入がのびることもある,メディア展開
０５．マンガ家に必要なスキルとして、1つ目は先が気になるような物語を展開していく[　　],構成力
2つ目は読者の感動を生み出す[　　],演出力
3つ目はキャラクターの感情を読者に伝える[　　],構図力
4つ目はキャラクターの感情を表現できる[　　],画力
構成力では[　　]を理解しつつ、その中にいれる感情や情報を新しくしていくことが大事,すでにある型
演出力では伝え方として、表情で、全身で、セリフで、間の取り方、順番など、よりよい演出を探りあてるために[　　]ことが大事,何度も描きなおす
構図力では[　　]ような一枚絵や見開きが大事,記憶に残る
画力では表情を理解して絵に[　　]できることが大事,再現
０６．マンガ家に求められるであろう素養として、1つ目は自分の立てた問いや仮説に対して気付きを得る[　　],観察力
2つ目は情報や仮説から発想を膨らませる[　　],創造力(妄想力)
3つ目はマンガを描くプロセスを楽しみ、描き続ける[　　],継続力
`,
    "第3回マンガ産業の変化とグローバル展開": `
Question,Answer
０１．江戸時代に[　　]と描いた画、という意味で漫画が登場,気の向くままに漫然
[　　]を機に漫画は戯画風のスケッチを指す言葉として広まる,北斎漫画
明治時代に西洋風の新聞や雑誌に登場し、[　　]を広めた要因となる,風刺マンガ
社会の出来事を面白おかしく伝える(前問の答え)は[　　]と呼ばれ、流行した,ポンチ絵
その代表例は[　　],ジャパン・パンチ
大正時代に[　　]が登場するマンガが新聞や雑誌で登場する,キャラクター
代表する(前問の答え)の漫画として[　　],正チャンの冒険
1930年代、多くの新聞や雑誌に[　　]が設置,マンガの連載欄
最初の子どもマンガブームを起こした作品は[　　],のらくろ
戦争直後、駄菓子屋などで売られる[　　]が流行,赤本マンガ
この流行のきっかけは1947年発行の手塚治虫の[　　],新宝島
(2つ前の答え)と呼ばれる理由は[　　]を多用したから,表紙に赤色
1950年代、[　　]を通じてマンガを読む習慣が広がる,貸本屋
０２．戦後の月刊マンガ雑誌のパイオニア的存在となったのは[　　],漫画少年
1950年代前半、各雑誌で大作をてがけたのは[　　],手塚治虫
(前問の答え)が批評担当を務めたため、マンガ家を目指す子どもが漫画少年のとあるコーナーにこぞって[　　],投稿した
漫画少年から[　　]が誕生した,トキワ荘
[　　]編集部は大物作家を集め、自由に描ける環境を最優先する戦略をとった,サンデー
[　　]編集部は時代に合ったテーマや大人向けのマンガを連載する戦略をとった,マガジン
1994年、少年ジャンプが歴代最高部数の[　　]万部を達成する,653
０３．1950年代に貸本マンガブームは[　　]を育んだ,劇画
1964年、月刊マンガ誌の[　　]が創刊され、青年層から支持を集める,ガロ
1967年、手塚治虫が月刊マンガ誌の[　　]を創刊された,COM
1960年代後半、[　　]が次々と創刊され、青年向けを指す劇画はコミックへと移り変わる,青年コミック誌
1950年代、貸本屋を通じて[　　]が広がり、60年代に週刊化されていく,月刊少女誌
1949年前後、[　　]と呼ばれた若い女性作家のデビューが続き、少女マンガの風へ,24年組
1970年代、複雑な[　　]を描くものとしてベルばらをはじめ、少女マンガは幅広い層から受容,心理ドラマ
０４．2019年にマンガは[　　]の売り上げが逆転し、2021年に過去最大のマンガ市場規模に,紙と電子
2013年から16年にかけて[　　]が続々とリリース,マンガアプリ
2014年から15年、(前問の答え)やSNSから[　　]が生まれる,ヒット作
凪のお暇 は[　　]がきっかけで各電子ストアから売り上げを上げた,バナー広告
静かなるドン はすでに連載が終わっていたが[　　]の機能によって1年間で6億の売り上げに,待てば無料
韓国発で[　　]が生まれた,縦スクロールマンガ(WEBTOON)
０５．アメリカにおける書籍流通の難しさの1つ目として、アメリカは[　　]ごとに別々の流通チャネル,本のジャンルや地域
2つ目として、[　　]の違い,フォーマット
3つ目として、マンガに頻出する擬音語などの[　　],翻訳の仕方
1980年代、日本マンガの[　　]から人気作品が生まれる,翻訳流通
1990年代終わりから、日本マンガは[　　]をきっかけに世界に広がる,アニメ
2002年、[　　]が発売開始しアメリカ雑誌初のナショナルコミックマガジンに,SHONEN JUMP
2012年、集英社が[　　]で電子コミック雑誌を開始,日米同時展開
2019年、集英社が[　　]を対象としたマンガアプリを開始,海外
０６．フランスやベルギーを中心とした地域のマンガは[　　],バンド・デシネ
70年代後半に日本アニメが[　　]で放送開始され大ブームに、2000年代にはマンガ専門の出版社が存在,フランス
(前問の答え)では[　　]なマンガを育む文化が根付いている,作家性豊か
21世紀、[　　]ではアニメやマンガの市場は拡大、2010年半ばには電子マンガの習慣に,中国
21世紀初頭、[　　]ではマンガ市場が絶滅寸前になったが、電子マンガの習慣が広がる,韓国
(前問2問の答え)は自国のもの中心にマンガアプリに掲載が中心で、フォーマットは[　　],フルカラー、縦スクロール
[　　],
[　　],
[　　],
[　　],
[　　],

`,
    "第4回": `
Question,Answer

`,
    "第5回": `
Question,Answer

`,
    "第6回": `
Question,Answer

`,
    "第7回": `
Question,Answer

`,
    "第8回": `
Question,Answer

`,
    "第9回": `
Question,Answer

`,
    "第10回": `
Question,Answer

`,
    "第11回": `
Question,Answer

`,
    "第12回": `
Question,Answer

`,
    "第13回": `
Question,Answer

`,
    "第14回": `
Question,Answer

`,
    "第15回": `
Question,Answer

`,

    // ... 他の単元も同様に追加 ...
};