var tutawaryrinriData = {
    "第1回考えるってどういうこと？(第1弾)": `
Question,Answer
０２．思考力の三要素として思考スキル、思考意欲、[　　]がある,思考体力
[　　]は後から学べるもので、面接時になくても学ぶ力があると分かればよい,思考スキル
[　　]は高い思考力を持つために不可欠な適正、面接時に確認する必要がある,思考意欲と思考体力
[　　]とは課題の本質を明確化する手法,イシューアナリシス
求められる本質として、[　　]とは相手方とのやり取りで何が問題で何が求められているかを理解すること,認識力
[　　]とは、課題を理解し本質を洞察することで、適切な解決策を構想できる,解決構想力
相手が客観的論理的に納得できるような説得力のある[　　]の取り方,コミュニケーション
０３．論理的思考の際に[　　]を用いて解決策の策定をする,仮説思考
客観的データに基く分析や判断で思考サイクルのチェックを担うのは[　　],fact-basedanalysis
フレームワークや[　　]は論理的思考を展開するうえでの基礎ツール,MECE
[　　]はイシューアナリシスの本質たるイシューツリーの基盤,ロジックツリー
[　　]はイシューアナリシスの本質たる課題の構造化ツール,ピラミッドストラクチャー
０５．[　　]とは、考察対象要素群に対して、同質の要素に着目してグルーピングし、大まかな傾向値を捉える,KJ法

`,
    "第2回": `
Question,Answer
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],
[　　],

`,
    "第3回": `
Question,Answer

`,
    "第4回": `
Question,Answer

`,
    "第5回": `
Question,Answer

`,
    "第6回": `
Question,Answer

`,
    "第7回": `
Question,Answer

`,
    "第8回": `
Question,Answer

`,
    "第9回": `
Question,Answer

`,
    "第10回": `
Question,Answer

`,
    "第11回": `
Question,Answer

`,
    "第12回": `
Question,Answer

`,
    "第13回": `
Question,Answer

`,
    "第14回": `
Question,Answer

`,
    "第15回": `
Question,Answer

`,

    // ... 他の単元も同様に追加 ...
};